{
  "\n": 40,
  " ": 0,
  "!": 38,
  "\"": 57,
  "#": 48,
  "$": 95,
  "%": 86,
  "&": 65,
  "'": 50,
  "(": 69,
  ")": 70,
  "*": 75,
  "+": 88,
  ",": 27,
  "-": 53,
  ".": 18,
  "/": 68,
  "0": 24,
  "1": 60,
  "2": 61,
  "3": 25,
  "4": 72,
  "5": 79,
  "6": 74,
  "7": 80,
  "8": 76,
  "9": 73,
  ":": 58,
  ";": 85,
  "<": 101,
  "=": 89,
  ">": 94,
  "?": 41,
  "@": 54,
  "A": 22,
  "B": 45,
  "C": 46,
  "D": 23,
  "E": 39,
  "F": 56,
  "G": 42,
  "H": 37,
  "I": 30,
  "J": 64,
  "K": 49,
  "L": 43,
  "M": 36,
  "N": 28,
  "O": 35,
  "P": 29,
  "Q": 82,
  "R": 44,
  "S": 33,
  "T": 31,
  "U": 34,
  "V": 66,
  "W": 51,
  "X": 83,
  "Y": 52,
  "Z": 87,
  "[": 99,
  "\\": 103,
  "]": 100,
  "^": 111,
  "_": 71,
  "`": 121,
  "a": 1,
  "b": 19,
  "c": 20,
  "d": 13,
  "e": 4,
  "f": 26,
  "g": 8,
  "h": 12,
  "i": 3,
  "j": 55,
  "k": 17,
  "l": 10,
  "m": 14,
  "n": 2,
  "o": 5,
  "p": 15,
  "q": 67,
  "r": 9,
  "s": 7,
  "t": 6,
  "u": 11,
  "v": 32,
  "w": 21,
  "x": 59,
  "y": 16,
  "z": 63,
  "|": 96,
  "~": 98,
  "\u00a0": 47,
  "\u00a3": 252,
  "\u00a5": 251,
  "\u00ad": 160,
  "\u00b3": 153,
  "\u00b4": 212,
  "\u00b7": 128,
  "\u00bf": 107,
  "\u00c9": 249,
  "\u00d1": 104,
  "\u00dc": 209,
  "\u00e0": 109,
  "\u00e1": 158,
  "\u00e2": 247,
  "\u00e4": 207,
  "\u00e7": 132,
  "\u00e8": 106,
  "\u00e9": 92,
  "\u00ea": 112,
  "\u00ec": 201,
  "\u00ed": 159,
  "\u00ef": 126,
  "\u00f1": 90,
  "\u00f9": 166,
  "\u00fa": 205,
  "\u00fc": 110,
  "\u0101": 250,
  "\u013a": 202,
  "\u015b": 162,
  "\u015f": 167,
  "\u02d9": 145,
  "\u0621": 262,
  "\u0625": 254,
  "\u0627": 261,
  "\u0628": 255,
  "\u0631": 256,
  "\u0633": 260,
  "\u0644": 258,
  "\u0645": 259,
  "\u064a": 257,
  "\u064b": 263,
  "\u0ca0": 130,
  "\u0f25": 210,
  "\u200b": 211,
  "\u2013": 93,
  "\u2014": 81,
  "\u2018": 84,
  "\u2019": 62,
  "\u201c": 77,
  "\u201d": 78,
  "\u2022": 102,
  "\u2026": 91,
  "\u2066": 117,
  "\u2069": 118,
  "\u20ac": 253,
  "\u20b1": 105,
  "\u2122": 248,
  "\u215b": 246,
  "\u21b4": 227,
  "\u2200": 213,
  "\u2312": 143,
  "\u2501": 165,
  "\u253b": 131,
  "\u25ba": 226,
  "\u25cf": 157,
  "\u263b": 206,
  "\u2661": 116,
  "\u2713": 208,
  "\u3000": 97,
  "\u3001": 108,
  "\u3002": 120,
  "\u3042": 231,
  "\u3044": 225,
  "\u3046": 245,
  "\u304c": 220,
  "\u304d": 155,
  "\u3053": 221,
  "\u3057": 119,
  "\u3059": 127,
  "\u305d": 244,
  "\u305f": 138,
  "\u3060": 243,
  "\u3066": 185,
  "\u3067": 156,
  "\u306a": 219,
  "\u306b": 122,
  "\u306e": 154,
  "\u306f": 151,
  "\u307e": 123,
  "\u3081": 147,
  "\u3082": 229,
  "\u3088": 218,
  "\u308a": 232,
  "\u308b": 148,
  "\u3092": 146,
  "\u3093": 230,
  "\u30a4": 195,
  "\u30aa": 125,
  "\u30ab": 200,
  "\u30af": 142,
  "\u30b8": 149,
  "\u30b9": 152,
  "\u30c0": 228,
  "\u30c3": 139,
  "\u30c6": 140,
  "\u30ce": 129,
  "\u30cf": 194,
  "\u30d0": 124,
  "\u30d1": 196,
  "\u30d5": 199,
  "\u30da": 193,
  "\u30e1": 224,
  "\u30e4": 198,
  "\u30e7": 150,
  "\u30ea": 141,
  "\u30ef": 197,
  "\u30fc": 113,
  "\u30fd": 204,
  "\u3161": 115,
  "\u4e2d": 274,
  "\u4ed8": 191,
  "\u4f60": 264,
  "\u4fdd": 189,
  "\u516c": 277,
  "\u518d": 186,
  "\u51fa": 187,
  "\u5317": 135,
  "\u540c": 268,
  "\u54c1": 137,
  "\u56fd": 275,
  "\u5712": 278,
  "\u5869": 239,
  "\u597d": 236,
  "\u5b9a": 241,
  "\u5bbe": 276,
  "\u5f53": 223,
  "\u5f61": 164,
  "\u5f8b": 134,
  "\u5fa1": 233,
  "\u600e": 266,
  "\u6069": 179,
  "\u6211": 271,
  "\u6599": 136,
  "\u65b0": 192,
  "\u662f": 265,
  "\u671d": 181,
  "\u672c": 222,
  "\u675c": 171,
  "\u6765": 272,
  "\u6837": 267,
  "\u6b63": 178,
  "\u7121": 184,
  "\u713c": 240,
  "\u7269": 237,
  "\u7279": 172,
  "\u7528": 234,
  "\u7570": 215,
  "\u7684": 161,
  "\u76ca": 163,
  "\u7d71": 170,
  "\u7e3d": 169,
  "\u80de": 269,
  "\u81ea": 273,
  "\u81f4": 188,
  "\u83f2": 133,
  "\u8482": 173,
  "\u8a3c": 190,
  "\u8a8d": 217,
  "\u8ad6": 216,
  "\u8cd3": 168,
  "\u9001": 183,
  "\u9054": 235,
  "\u91d1": 177,
  "\u9589": 279,
  "\u97d3": 180,
  "\u98df": 242,
  "\u9bae": 182,
  "\u9bd6": 238,
  "\uae40": 174,
  "\uc740": 176,
  "\uc815": 175,
  "\uff1f": 270,
  "\uff3c": 144,
  "\uff40": 214,
  "\uff5c": 114,
  "\uff86": 203
}